Repository: katagaki/Overhead
Catalog: Overhead/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

# App.Name
source: オーバートレイン
en: Overtrain
ko: Overtrain
zh_hans: Overtrain
zh_hant: Overtrain

# Badge.GPSPlusTimetable
source: GPS+時刻表
en: GPS+Timetable
ko: GPS+시간표
zh_hans: GPS+时刻表

# Badge.Timetable
source: 時刻表
en: Timetable
ko: 시간표
zh_hans: 时刻表

# Button.AddPlace
source: 旅程を追加
en: Add Journey
ko: 여정 추가
zh_hans: 添加旅程
zh_hant: 加入旅程

# Button.Cancel
source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Button.Close
source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# Button.DeletePlace
source: 削除
en: Delete
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Button.DontShowAgain
source: 今後表示しない
en: Don't Show Again
ko: 다시 표시 안 함
zh_hans: 不再显示
zh_hant: 不再顯示

# Button.EditPlace
source: 編集
en: Edit
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# Button.EndJourney
source: 旅程を終了
en: End Journey
ko: 여정 종료
zh_hans: 结束旅程
zh_hant: 結束旅程

# Button.KeepJourney
source: 続ける
en: Keep Going
ko: 계속하기
zh_hans: 继续
zh_hant: 繼續

# Button.LCDOrientation
source: LCDの向き
en: LCD Orientation
ko: LCD 방향
zh_hans: LCD方向
zh_hant: LCD方向

# Button.LCDStyle
source: LCDスタイル
en: LCD Style
ko: LCD 스타일
zh_hans: LCD样式
zh_hant: LCD樣式

# Button.Overwrite
source: 上書き
en: Overwrite
ko: 덮어쓰기
zh_hans: 覆盖
zh_hant: 覆蓋

# Button.Refresh
source: 更新
en: Refresh
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

# Button.RefreshDelayInfo
source: 遅延情報を更新
en: Refresh Delay Info
ko: 지연 정보 새로고침
zh_hans: 刷新延误信息
zh_hant: 重新整理延誤資訊

# Button.Retry
source: 再試行
en: Retry
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# Button.SavePlace
source: 旅程を保存
en: Save Journey
ko: 여정 저장
zh_hans: 保存旅程
zh_hant: 儲存旅程

# Button.ShareImage
source: 画像を共有
en: Share Image
ko: 이미지 공유
zh_hans: 分享图片
zh_hant: 分享圖片

# Button.StartJourney
source: 旅程を開始
en: Start Journey
ko: 여정 시작
zh_hans: 开始旅程
zh_hant: 開始旅程

# Candidate.DepartsIn %lld
source: あと%lld分
en: in %lld min
ko: %lld분 후
zh_hans: %lld分钟后
zh_hant: %lld分鐘後

# Candidate.DepartsNow
source: まもなく発車
en: Departing now
ko: 곧 출발
zh_hans: 即将发车
zh_hant: 即將發車

# Candidate.Duration %lld
source: 所要%lld分
en: %lld min
ko: %lld분 소요
zh_hans: 需时%lld分钟
zh_hant: 需時%lld分鐘

# Candidate.EstimatedDuration %lld
source: 約%lld分
en: About %lld min
ko: 약 %lld분
zh_hans: 约%lld分钟
zh_hant: 約%lld分鐘

# Candidate.For %@
source: %@行
en: for %@
ko: %@행
zh_hans: 开往%@
zh_hant: 開往%@

# Candidate.TransferBadge
source: 乗換
en: Transfer
ko: 환승
zh_hans: 换乘
zh_hant: 轉乘

# Candidate.Transfers %lld
source: 乗換%lld回
en: %lld transfer(s)
ko: 환승 %lld회
zh_hans: 换乘%lld次
zh_hant: 轉乘%lld次

# Candidate.Walk %lld
source: 徒歩%lld分
en: Walk %lld min
ko: 도보 %lld분
zh_hans: 步行%lld分钟
zh_hant: 步行%lld分鐘

# CustomLine.AddStation
source: 駅を追加
en: Add Station
ko: 역 추가
zh_hans: 添加车站
zh_hant: 新增車站

# CustomLine.Badge
source: 駅番号バッジ
en: Station Badge
ko: 역 번호 배지
zh_hans: 车站编号徽章
zh_hant: 車站編號徽章

# CustomLine.Badge.Filled
source: 塗り
en: Filled
ko: 채움
zh_hans: 填充
zh_hant: 填滿

# CustomLine.Badge.Ring
source: リング
en: Ring
ko: 링
zh_hans: 圆环
zh_hant: 圓環

# CustomLine.Badge.Rounded
source: 角丸
en: Rounded
ko: 둥근 사각
zh_hans: 圆角
zh_hant: 圓角

# CustomLine.Badge.Square
source: スクエア
en: Square
ko: 스퀘어
zh_hans: 方形
zh_hant: 方形

# CustomLine.Badge.Style
source: スタイル
en: Style
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# CustomLine.BasicInfo
source: 基本情報
en: Basics
ko: 기본 정보
zh_hans: 基本信息
zh_hant: 基本資訊

# CustomLine.Calendar
source: カレンダー
en: Calendar
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

# CustomLine.Color
source: ラインカラー
en: Line Color
ko: 라인 컬러
zh_hans: 线路颜色
zh_hant: 路線顏色

# CustomLine.Coordinates
source: 座標
en: Coordinates
ko: 좌표
zh_hans: 坐标

# CustomLine.Create
source: 新しい路線を作成
en: Create a New Line
ko: 새 노선 만들기
zh_hans: 创建新线路
zh_hant: 建立新路線

# CustomLine.Delete
source: 路線を削除
en: Delete Line
ko: 노선 삭제
zh_hans: 删除线路
zh_hant: 刪除路線

# CustomLine.Delete.Action
source: 削除
en: Delete
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# CustomLine.Delete.Confirm
source: この路線を削除しますか？
en: Delete this line?
ko: 이 노선을 삭제하시겠습니까?
zh_hans: 要删除此线路吗？
zh_hant: 要刪除此路線嗎？

# CustomLine.DeleteLocation
source: 位置情報を削除
en: Remove Location
ko: 위치 정보 삭제
zh_hans: 删除位置信息
zh_hant: 移除位置資訊

# CustomLine.Edit
source: 路線を編集
en: Edit Line
ko: 노선 편집
zh_hans: 编辑线路
zh_hant: 編輯路線

# CustomLine.FirstDeparture
source: 始発
en: First Train
ko: 첫차
zh_hans: 首班车
zh_hant: 首班車

# CustomLine.Headway
source: 運転間隔
en: Interval
ko: 운전 간격
zh_hans: 运行间隔
zh_hant: 班距

# CustomLine.HopTimes
source: 駅間の所要時間
en: Time Between Stations
ko: 역간 소요 시간
zh_hans: 站间所需时间
zh_hant: 站間所需時間

# CustomLine.Import.AddMany %lld
source: %lld路線を追加
en: Add %lld Lines
ko: 노선 %lld개 추가
zh_hans: 添加%lld条线路
zh_hant: 加入%lld條路線

# CustomLine.Import.AddOne
source: 1路線を追加
en: Add 1 Line
ko: 노선 1개 추가
zh_hans: 添加1条线路
zh_hant: 加入1條路線

# CustomLine.Import.Author %@
source: 作者：%@
en: Author: %@
ko: 제작자: %@

# CustomLine.Import.ConflictMany %lld
source: %lld件の路線が既にあり、置き換えられます。
en: %lld lines already exist and will be replaced.
ko: 노선 %lld개가 이미 있어 대체됩니다.
zh_hans: %lld条线路已存在，将被替换。
zh_hant: %lld條路線已存在，將被取代。

# CustomLine.Import.ConflictOne %@
source: 「%@」は既にあります。取り込むと置き換えられます。
en: "%@" already exists and will be replaced.
ko: "%@"은(는) 이미 있습니다. 가져오면 대체됩니다.
zh_hans: "%@"已存在，导入后将被替换。
zh_hant: 「%@」已存在，匯入後將被取代。

# CustomLine.Import.Contents
source: 取り込む内容
en: Lines to Import
ko: 가져올 내용
zh_hans: 导入内容
zh_hant: 匯入內容

# CustomLine.Import.Title
source: 路線を取り込む
en: Import Lines
ko: 노선 가져오기
zh_hans: 导入线路
zh_hant: 匯入路線

# CustomLine.ImportFailed
source: 取り込みに失敗しました
en: Import Failed
ko: 가져오기에 실패했습니다
zh_hans: 导入失败
zh_hant: 匯入失敗

# CustomLine.ImportFile
source: .ohlファイルを取り込む
en: Import an .ohl File
ko: .ohl 파일 가져오기
zh_hans: 导入 .ohl 文件
zh_hant: 匯入 .ohl 檔案

# CustomLine.LastDeparture
source: 終電
en: Last Train
ko: 막차
zh_hans: 末班车
zh_hant: 末班車

# CustomLine.LocationSection
source: 位置情報（オプション）
en: Location (Optional)
ko: 위치 정보(선택)
zh_hans: 位置信息（可选）
zh_hant: 位置資訊（選填）

# CustomLine.Loop
source: 環状運転
en: Loop Service
ko: 순환 운행
zh_hans: 环状运行
zh_hant: 環狀運行

# CustomLine.Minutes %lld
source: %lld分
en: %lld min
ko: %lld분
zh_hans: %lld分钟
zh_hant: %lld分鐘

# CustomLine.Name
source: 路線名
en: Line Name
ko: 노선명
zh_hans: 线路名称
zh_hant: 路線名稱

# CustomLine.Name.Prompt
source: 例：山彦電鉄本線
en: e.g. Yamabiko Main Line
ko: 예: 야마비코 전철 본선
zh_hans: 例如：山彦电铁本线
zh_hant: 例如：山彥電鐵本線

# CustomLine.New
source: 新しい路線
en: New Line
ko: 새 노선
zh_hans: 新线路
zh_hant: 新路線

# CustomLine.No
source: なし
en: None
ko: 없음
zh_hans: 无
zh_hant: 無

# CustomLine.NoStations
source: 駅がありません
en: No Stations
ko: 역이 없습니다
zh_hans: 没有车站
zh_hant: 沒有車站

# CustomLine.NoStations.Hint
source: 右上の＋から駅を追加してください
en: Tap + in the top right to add stations
ko: 오른쪽 위의 +로 역을 추가하세요
zh_hans: 点按右上角的+添加车站
zh_hant: 點按右上角的＋新增車站

# CustomLine.Pattern
source: 運転パターン
en: Service Pattern
ko: 운행 패턴
zh_hans: 运行模式
zh_hant: 運行模式

# CustomLine.Preview.Placeholder
source: 駅を2つ以上追加するとプレビューが表示されます
en: Add two or more stations to see a preview
ko: 역을 2개 이상 추가하면 미리보기가 표시됩니다
zh_hans: 添加两个以上车站后即可显示预览
zh_hant: 新增兩個以上車站後即會顯示預覽

# CustomLine.RailTime.Footer
source: 24時以降は「24:10」のように入力できます。
en: After midnight, enter times like 24:10.
ko: 24시 이후는 "24:10"처럼 입력할 수 있습니다.
zh_hans: 24点以后可输入如"24:10"。
zh_hant: 24時以後可輸入如「24:10」。

# CustomLine.RecordLocation
source: 現在地を記録
en: Use Current Location
ko: 현재 위치 기록
zh_hans: 记录当前位置
zh_hant: 記錄目前位置

# CustomLine.SaturdayHoliday
source: 土休日
en: Sat & Holidays
ko: 토·휴일
zh_hans: 周六及节假日
zh_hant: 週六及假日

# CustomLine.Section
source: マイ路線
en: Custom Lines
ko: 마이 노선
zh_hans: 我的线路
zh_hant: 我的路線

# CustomLine.Share.Fallback
source: 路線
en: Line
ko: 노선
zh_hans: 线路

# CustomLine.Station.Unnamed
source: （駅名未設定）
en: (Unnamed station)
ko: (역명 미설정)
zh_hans: （未设置站名）
zh_hant: （未設定站名）

# CustomLine.StationCount %lld
source: %lld駅
en: %lld stations
ko: 역 %lld개
zh_hans: %lld站
zh_hant: %lld站

# CustomLine.StationN %lld
source: 駅%lld
en: Station %lld
ko: 역%lld
zh_hans: 站%lld
zh_hant: 站%lld

# CustomLine.StationName
source: 駅名
en: Station Name
ko: 역명
zh_hans: 站名
zh_hant: 站名

# CustomLine.StationName.Prompt
source: 例：杉戸口
en: e.g. Sugitoguchi
ko: 예: 스기토구치
zh_hans: 例如：杉户口
zh_hant: 例如：杉戶口

# CustomLine.StationNameEn
source: 駅名（英語）
en: Station Name (English)
ko: 역명(영어)
zh_hans: 站名（英文）
zh_hant: 站名（英文）

# CustomLine.StationNameEn.Footer
source: 空欄の場合は駅名をそのまま使用します。
en: Leave blank to use the station name as-is.
ko: 비워 두면 역명을 그대로 사용합니다.
zh_hans: 留空时将直接使用站名。
zh_hant: 留空時將直接使用站名。

# CustomLine.Stations
source: 駅
en: Stations
ko: 역
zh_hans: 车站
zh_hant: 車站

# CustomLine.Stations.Footer
source: 全駅に座標を設定すると、GPSモードで走行できます。未設定の駅は前後から補間されます。
en: Set coordinates on every station to ride in GPS mode. Stations without coordinates are interpolated from their neighbors.
ko: 모든 역에 좌표를 설정하면 GPS 모드로 주행할 수 있습니다. 설정되지 않은 역은 앞뒤 역에서 보간됩니다.
zh_hans: 为所有车站设置坐标后，即可在GPS模式下运行。未设置的车站将根据前后车站插值。
zh_hant: 為所有車站設定座標後，即可在GPS模式下行駛。未設定的車站將依前後車站插值。

# CustomLine.Stations.Header %lld
source: %lld駅 · 上から下り方向
en: %lld stations · down direction from top
ko: 역 %lld개 · 위에서부터 하행 방향
zh_hans: %lld站 · 从上到下为下行方向
zh_hant: %lld站 · 由上而下為下行方向

# CustomLine.Symbol
source: 路線記号
en: Line Symbol
ko: 노선 기호
zh_hans: 线路代号
zh_hant: 路線代號

# CustomLine.Timetable
source: 時刻表
en: Timetable
ko: 시간표
zh_hans: 时刻表

# CustomLine.Unnamed
source: 無名の路線
en: Untitled Line
ko: 이름 없는 노선
zh_hans: 未命名线路
zh_hant: 未命名路線

# CustomLine.UseTimetable
source: 時刻表を使う
en: Use Timetable
ko: 시간표 사용
zh_hans: 使用时刻表
zh_hant: 使用時刻表

# CustomLine.UseTimetable.Footer
source: 時刻表なしでも走行できます（手動で駅を進めるモード）。
en: You can ride without a timetable and advance stations manually.
ko: 시간표 없이도 주행할 수 있습니다(수동으로 역을 진행하는 모드).
zh_hans: 没有时刻表也能运行（手动前进车站的模式）。
zh_hant: 沒有時刻表也能行駛（手動前進車站的模式）。

# CustomLine.Weekday
source: 平日
en: Weekdays
ko: 평일
zh_hans: 工作日

# CustomLine.WithGPS
source: GPSあり
en: With GPS
ko: GPS 있음
zh_hans: 有GPS
zh_hant: 有GPS

# CustomLine.WithoutTimetable
source: 時刻表なし
en: No timetable
ko: 시간표 없음
zh_hans: 无时刻表
zh_hant: 無時刻表

# CustomLine.WithTimetable
source: 時刻表あり
en: With timetable
ko: 시간표 있음
zh_hans: 有时刻表
zh_hant: 有時刻表

# CustomLine.Yes
source: あり
en: Yes
ko: 있음
zh_hans: 有
zh_hant: 有

# Destination.Suffix %@ %@
source: %1$@ %2$@行
en: %1$@ to %2$@
ko: %1$@ %2$@행
zh_hans: %1$@ 至%2$@
zh_hant: %1$@ 至%2$@

# Error.NoLinesAvailable
source: 利用可能な路線がありません
en: No lines available
ko: 이용 가능한 노선이 없습니다
zh_hans: 没有可用线路
zh_hant: 沒有可用路線

# Favorites.NoMoreTrains
source: 本日終了
en: Done for today
ko: 오늘 운행 종료
zh_hans: 今日已结束
zh_hant: 今日已結束

# Journey.Delay.Banner %lld
source: 遅延 約%lld分
en: Delayed ~%lld min
ko: 지연 약 %lld분
zh_hans: 延误 约%lld分钟
zh_hant: 延誤 約%lld分鐘

# Journey.End.ConfirmTitle
source: 旅程を終了しますか？
en: End this journey?
ko: 여정을 종료하시겠습니까?
zh_hans: 要结束本次旅程吗？
zh_hant: 要結束本次旅程嗎？

# Journey.NextStation
source: 次の駅
en: Next station
ko: 다음 역
zh_hans: 下一站
zh_hant: 下一站

# Journey.Overwrite.ConfirmMessage
source: この旅程を開始すると、進行中の旅程は終了します。
en: Starting this journey will end the one already in progress.
ko: 이 여정을 시작하면 진행 중인 여정이 종료됩니다.
zh_hans: 开始此旅程将结束正在进行的旅程。
zh_hant: 開始此旅程將結束進行中的旅程。

# Journey.Overwrite.ConfirmTitle
source: 現在の旅程を上書きしますか？
en: Overwrite the active journey?
ko: 현재 여정을 덮어쓰시겠습니까?
zh_hans: 要覆盖当前旅程吗？
zh_hant: 要覆蓋目前的旅程嗎？

# Journey.PreviousStation
source: 前の駅
en: Previous station
ko: 이전 역
zh_hans: 上一站
zh_hant: 上一站

# JourneyMode.GPS
source: GPSのみ
en: GPS Only
ko: GPS만
zh_hans: 仅GPS
zh_hant: 僅GPS

# JourneyMode.Hybrid
source: 自動
en: Automatic
ko: 자동
zh_hans: 自动

# JourneyMode.Manual
source: 手動
en: Manual
ko: 수동
zh_hans: 手动

# JourneyMode.Timetable
source: 時刻表のみ
en: Timetable Only
ko: 시간표만
zh_hans: 仅时刻表
zh_hant: 僅時刻表

# JourneyMode.TimetableNotice.Message
source: 時刻表のみモードでも、バックグラウンドで時刻表とライブアクティビティを更新し続けるため、低電力で位置情報サービスを使用します。
en: Timetable Only mode still uses location services at low power, so that the timetable and Live Activity keep updating in the background.
ko: 시간표만 모드에서도 백그라운드에서 시간표와 라이브 활동을 계속 업데이트하기 위해 저전력으로 위치 서비스를 사용합니다.
zh_hans: 仅时刻表模式仍会以低功耗使用定位服务，以便在后台持续更新时刻表和实时活动。
zh_hant: 僅時刻表模式仍會以低功耗使用定位服務，以便在背景持續更新時刻表和即時動態。

# JourneyMode.TimetableNotice.Title
source: 位置情報は引き続き使用されます
en: Location Is Still Used
ko: 위치 서비스는 계속 사용됩니다
zh_hans: 仍会使用定位服务
zh_hant: 仍會使用定位服務

# Label.Direction
source: 方面
en: Direction
ko: 방면
zh_hans: 方向
zh_hant: 方向

# Label.EstimatedArrival
source: 到着予定
en: ETA
ko: 도착 예정
zh_hans: 预计到达
zh_hant: 預計抵達

# Label.NextStation
source: 次は
en: Next
ko: 다음
zh_hans: 下一站
zh_hant: 下一站

# Label.Transfer
source: 乗り換え
en: Transfer
ko: 환승
zh_hans: 换乘
zh_hant: 轉乘

# LiveActivity.Delay.Badge %lld
source: 遅延 +%lld分
en: Delayed +%lld min
ko: 지연 +%lld분
zh_hans: 延误 +%lld分钟
zh_hant: 延誤 +%lld分鐘

# LiveActivity.Delay.Minutes %lld
source: +%lld分
en: +%lld min
ko: +%lld분
zh_hans: +%lld分钟
zh_hant: +%lld分鐘

# LiveActivity.NextIs %@
source: 次は %@
en: Next: %@
ko: 다음: %@
zh_hans: 下一站: %@
zh_hant: 下一站: %@

# Loading.Lines
source: 路線を読み込み中...
en: Loading lines...
ko: 노선 불러오는 중...
zh_hans: 正在加载线路...
zh_hant: 正在載入路線...

# LocationError.Denied
source: 位置情報が拒否されました。
en: Location access denied.
ko: 위치 접근이 거부되었습니다.
zh_hans: 位置访问被拒绝。
zh_hant: 位置存取被拒絕。

# LocationError.NotAuthorized
source: 位置情報が許可されていません。時刻表モードで運行します。
en: Location access denied. Using timetable mode.
ko: 위치 접근이 허용되지 않았습니다. 시간표 모드를 사용합니다.
zh_hans: 位置访问未授权。使用时刻表模式。
zh_hant: 位置存取未授權。使用時刻表模式。

# More.Attributions
source: 著作権表記
en: Attributions
ko: 저작권 표기
zh_hans: 版权声明
zh_hant: 版權聲明

# More.GitHub
source: ソースコード
en: Source Code
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

# More.SendFeedback
source: フィードバックを送信
en: Send Feedback
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

# NavigationTitle.Places
source: 旅程
en: Journeys
ko: 여정

# Nearby.Denied
source: 位置情報がオフのため付近の駅は非表示です
en: Nearby stations are hidden because location is off.
ko: 위치 정보가 꺼져 있어 근처 역이 표시되지 않습니다
zh_hans: 位置信息已关闭，附近车站不可用
zh_hant: 位置資訊已關閉，附近車站不可用

# Nearby.FixFailed.Body
source: 「更新」で再試行できます。
en: Tap Refresh to try again.
ko: ‘새로 고침’으로 다시 시도할 수 있습니다.
zh_hans: 点按“更新”可重试。
zh_hant: 點按「更新」可重試。

# Nearby.FixFailed.Title
source: 位置情報を取得できませんでした
en: Location unavailable
ko: 위치를 확인할 수 없습니다
zh_hans: 无法获取位置信息
zh_hant: 無法取得位置資訊

# Nearby.Locating
source: 測位中…
en: Locating…
ko: 위치 확인 중…
zh_hans: 定位中…
zh_hant: 定位中…

# Nearby.OpenTimetable
source: 時刻表を開く
en: Open Timetable
ko: 시간표 열기
zh_hans: 打开时刻表
zh_hant: 開啟時刻表

# Nearby.OutOfArea.Body
source: 対応エリアは首都圏の路線です。
en: Nearby stations cover Greater Tokyo lines.
ko: 지원 지역은 수도권 노선입니다.
zh_hans: 支持区域为首都圈线路。
zh_hant: 支援區域為首都圈路線。

# Nearby.OutOfArea.Title
source: 付近2km以内に対応駅がありません
en: No supported stations within 2 km
ko: 근처 2km 이내에 지원되는 역이 없습니다
zh_hans: 附近2公里内没有支持的车站
zh_hant: 附近2公里內沒有支援的車站

# Nearby.Prompt.Body
source: 位置情報は端末内でのみ使用し、送信も保存もしません。
en: Your location is used on-device only — never sent or stored.
ko: 위치 정보는 기기에서만 사용되며 전송·저장되지 않습니다.
zh_hans: 位置信息仅在设备上使用，不会发送或保存。
zh_hant: 位置資訊僅在裝置上使用，不會傳送或儲存。

# Nearby.Prompt.Button
source: 付近の駅を表示
en: Show Nearby Stations
ko: 근처 역 표시
zh_hans: 显示附近车站
zh_hant: 顯示附近車站

# Nearby.Prompt.Title
source: 今いる場所の近くの駅と発車時刻を表示
en: See stations near you and their next departures
ko: 현재 위치 근처의 역과 출발 시각을 표시
zh_hans: 显示附近车站与发车时刻
zh_hant: 顯示附近車站與發車時刻

# Nearby.Settings
source: 設定
en: Settings
ko: 설정
zh_hans: 设置

# Nearby.Title
source: 付近の駅
en: Nearby Stations
ko: 근처 역
zh_hans: 附近车站
zh_hant: 附近車站

# Nearby.TitleApprox
source: 付近の駅（おおよそ）
en: Nearby (Approximate)
ko: 근처 역(대략)
zh_hans: 附近车站（大致）
zh_hant: 附近車站（大致）

# Nearby.Walk %lld
source: 徒歩%lld分
en: %lld min walk
ko: 도보 %lld분
zh_hans: 步行%lld分钟
zh_hant: 步行%lld分鐘

# Notification.Alight.Body %@
source: 次は%@です。お降りください
en: %@ is next — time to get off
ko: 다음은 %@입니다. 내릴 준비를 하세요
zh_hans: 下一站是%@，请准备下车
zh_hant: 下一站是%@，請準備下車

# Notification.Alight.Title
source: まもなく到着
en: Arriving soon
ko: 곧 도착
zh_hans: 即将到达
zh_hant: 即將到達

# Notification.Departure.Body %@ %@
source: %1$@ %2$@発の列車です
en: Your train leaves %1$@ at %2$@
ko: %1$@ %2$@ 출발 열차입니다
zh_hans: %2$@ 从%1$@发车
zh_hant: %2$@ 從%1$@發車

# Notification.Departure.Title
source: まもなく発車
en: Departing soon
ko: 곧 출발
zh_hans: 即将发车
zh_hant: 即將發車

# Notification.Transfer.Body %@ %@
source: %1$@で%2$@に乗り換えです
en: Change at %1$@ for the %2$@
ko: %1$@에서 %2$@으로 환승하세요
zh_hans: 在%1$@换乘%2$@
zh_hant: 在%1$@換乘%2$@

# Notification.Transfer.BodyNoLine %@
source: %@で乗り換えです
en: Change trains at %@
ko: %@에서 환승하세요
zh_hans: 在%@换乘
zh_hant: 在%@換乘

# Notification.Transfer.Title
source: まもなく乗り換え
en: Transfer coming up
ko: 곧 환승
zh_hans: 即将换乘
zh_hant: 即將換乘

# Picker.ThroughJourneyNote
source: この行き先へは直通運転の列車でそのまま乗車できます
en: This journey continues onto the connecting line as a direct through service.
ko: 이 목적지까지는 직통 열차로 환승 없이 이동할 수 있습니다
zh_hans: 本行程由直通列车直达，无需换乘
zh_hant: 本行程由直通列車直達，無需轉乘

# Picker.ThroughSection %@
source: 直通 · %@
en: Through service · %@
ko: 직통 · %@

# Place.Custom
source: カスタム
en: Custom
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自訂

# Place.EditTitle
source: 旅程を編集
en: Edit Journey
ko: 여정 편집
zh_hans: 编辑旅程
zh_hant: 編輯旅程

# Place.EmptyDescription
source: 「+」からよく使う経路を登録すると、ワンタップで旅程を開始できます。
en: Add your frequent routes with + to start a journey in one tap.
ko: + 버튼으로 자주 가는 경로를 등록하면 한 번의 탭으로 여정을 시작할 수 있습니다.
zh_hans: 通过“+”添加常用路线，即可一键开始旅程。
zh_hant: 透過「+」新增常用路線，即可一鍵開始旅程。

# Place.EmptyTitle
source: 旅程が登録されていません
en: No journeys yet
ko: 등록된 여정이 없습니다
zh_hans: 尚未添加旅程
zh_hant: 尚未加入旅程

# Place.Kind
source: 種類
en: Type
ko: 종류
zh_hans: 类型
zh_hant: 類型

# Place.NamePlaceholder
source: 名前
en: Name
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# Place.NewTitle
source: 旅程を追加
en: Add Journey
ko: 여정 추가
zh_hans: 添加旅程
zh_hant: 加入旅程

# Place.Unresolvable
source: この旅程の経路データが見つかりません
en: Route data for this journey is unavailable
ko: 이 여정의 경로 데이터를 찾을 수 없습니다
zh_hans: 找不到此旅程的路线数据
zh_hant: 找不到此旅程的路線資料

# Replan.Anchor.Header
source: 降車駅
en: Alighting Station
ko: 하차역
zh_hans: 下车站
zh_hant: 下車站

# Replan.Apply
source: 変更
en: Change
ko: 변경
zh_hans: 更改
zh_hant: 更改

# Replan.Delta.Earlier %lld
source: −%lld分
en: −%lld min
ko: −%lld분
zh_hans: −%lld分钟
zh_hant: −%lld分鐘

# Replan.Delta.Later %lld
source: +%lld分
en: +%lld min
ko: +%lld분
zh_hans: +%lld分钟
zh_hant: +%lld分鐘

# Replan.Delta.Same
source: ±0分
en: ±0 min
ko: ±0분
zh_hans: ±0分钟
zh_hant: ±0分鐘

# Replan.Mode.Destination
source: 行き先を変更
en: Change Destination
ko: 목적지 변경
zh_hans: 更改目的地
zh_hant: 更改目的地

# Replan.Mode.Train
source: 次の電車に乗車
en: Board Next Train
ko: 다음 열차 탑승
zh_hans: 乘坐下一班列车
zh_hant: 搭乘下一班列車

# Replan.NextStop
source: 次の停車駅
en: Next stop
ko: 다음 정차역
zh_hans: 下一站
zh_hant: 下一站

# Replan.NoAlternatives
source: この駅から先の別の電車は見つかりません。
en: No other trains from this station.
ko: 이 역에서 출발하는 다른 열차가 없습니다.
zh_hans: 没有从该站出发的其他列车。
zh_hant: 沒有從該站出發的其他列車。

# Replan.NoRoute %@
source: %@ までの経路が見つかりません。
en: No route to %@.
ko: %@까지 가는 경로가 없습니다.
zh_hans: 找不到前往%@的路线。
zh_hant: 找不到前往%@的路線。

# Replan.Onward.Footer
source: 同じ電車のまま、降りる駅だけ変わります。
en: Same train — only where you get off changes.
ko: 같은 열차 그대로, 내리는 역만 바뀝니다.
zh_hans: 同一列车，仅更改下车站。
zh_hant: 同一列車，僅更改下車站。

# Replan.Onward.Header
source: この先の停車駅
en: Stops ahead
ko: 이후 정차역
zh_hans: 前方车站
zh_hant: 前方車站

# Replan.Searching
source: 検索中…
en: Searching…
ko: 검색 중…
zh_hans: 搜索中…
zh_hant: 搜尋中…

# Replan.SearchOtherStation
source: ほかの駅を検索
en: Search Another Station
ko: 다른 역 검색
zh_hans: 搜索其他车站
zh_hant: 搜尋其他車站

# Replan.Station.Hint
source: この駅から別の電車を選ぶ
en: Choose another train from this station
ko: 이 역에서 다른 열차 선택
zh_hans: 从该站选择其他列车
zh_hant: 從該站選擇其他列車

# Replan.Title
source: 経路を変更
en: Change Route
ko: 경로 변경
zh_hans: 更改路线
zh_hant: 更改路線

# Replan.Trains.Header %@ %@
source: %1$@ から %2$@
en: %1$@ to %2$@
zh_hans: %1$@ 至 %2$@
zh_hant: %1$@ 至 %2$@

# Replan.Unavailable.Description
source: 時刻表のある行程に乗車中のときだけ、経路を変更できます。
en: Route changes need a journey in progress with a timetable.
ko: 시간표가 있는 운행 중인 여정에서만 경로를 변경할 수 있습니다.
zh_hans: 仅在有时刻表的行程途中才能更改路线。
zh_hant: 僅在有時刻表的行程途中才能更改路線。

# Replan.Unavailable.Title
source: 変更できません
en: Can’t Change Route
ko: 변경할 수 없음
zh_hans: 无法更改
zh_hant: 無法更改

# Route.Home
source: 帰宅
en: Home
ko: 집
zh_hans: 家
zh_hant: 家

# Route.School
source: 通学
en: School
ko: 학교
zh_hans: 学校
zh_hant: 學校

# Route.Work
source: 通勤
en: Work
ko: 직장
zh_hans: 公司
zh_hant: 公司

# Section.Favorites
source: お気に入り
en: Favorites
ko: 즐겨찾기
zh_hans: 收藏
zh_hant: 收藏

# Section.Stations
source: 駅一覧
en: Stations
ko: 역 목록
zh_hans: 车站列表
zh_hant: 車站列表

# ServiceStatus.OpenInSafari
source: Safariで開く
en: Open in Safari
ko: Safari에서 열기
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中開啟

# ServiceStatus.Tab.Official
source: 公式サイト
en: Official
ko: 공식 사이트
zh_hans: 官方网站
zh_hant: 官方網站

# Settings.Notifications.LeadTime %lld
source: %lld分前
en: %lld min before
ko: %lld분 전
zh_hans: 提前%lld分钟
zh_hant: 提前%lld分鐘

# Settings.Notifications.Off
source: オフ
en: Off
ko: 끄기
zh_hans: 关闭
zh_hant: 關閉

# Settings.Section.CurrentJourney
source: 現在の旅程
en: Current Journey
ko: 현재 여정
zh_hans: 当前旅程
zh_hant: 目前旅程

# Settings.Section.JourneyMode
source: 旅程モード
en: Journey Mode
ko: 여정 모드
zh_hans: 旅程模式
zh_hant: 旅程模式

# Settings.Section.Notifications
source: 通知
en: Notifications
ko: 알림

# Setup.AddVia
source: 経由駅を追加
en: Add via station
ko: 경유역 추가
zh_hans: 添加途经站
zh_hant: 新增途經站

# Setup.ArrivalTime
source: 到着時刻
en: Arrival Time
ko: 도착 시각
zh_hans: 到达时间
zh_hant: 抵達時間

# Setup.ArriveBy
source: 到着時刻
en: Arrive By
ko: 도착 시각
zh_hans: 到达时间
zh_hant: 抵達時間

# Setup.ArriveByHint
source: 指定した時刻までに到着する列車を検索します
en: Trains that arrive by this time are searched.
ko: 지정한 시각까지 도착하는 열차를 검색합니다
zh_hans: 将搜索在指定时间前到达的列车
zh_hant: 將搜尋在指定時間前抵達的列車

# Setup.AvoidLines
source: 避ける路線
en: Avoid Lines
ko: 노선 피하기
zh_hans: 避开线路
zh_hant: 避開路線

# Setup.AvoidLines.Clear
source: すべて解除
en: Clear All
ko: 모두 해제
zh_hans: 全部清除
zh_hant: 全部清除

# Setup.AvoidLines.SelectAll
source: 全選択
en: Select All
ko: 전체 선택
zh_hans: 全选
zh_hant: 全選

# Setup.Candidates
source: 列車を選択
en: Choose a Train
ko: 열차 선택
zh_hans: 选择列车
zh_hant: 選擇列車

# Setup.Customize
source: カスタマイズ
en: Customize
ko: 사용자 설정
zh_hans: 自定义
zh_hant: 自訂

# Setup.DepartAt
source: 出発時刻
en: Depart At
ko: 출발 시각
zh_hans: 出发时间
zh_hant: 出發時間

# Setup.DepartAtHint
source: 指定した時刻以降に出発する列車を検索します
en: Trains departing at or after this time are searched.
ko: 지정한 시각 이후에 출발하는 열차를 검색합니다
zh_hans: 将搜索在指定时间之后出发的列车
zh_hant: 將搜尋在指定時間之後出發的列車

# Setup.DepartNow
source: すぐ出発
en: Leave Now
ko: 지금 출발
zh_hans: 现在出发
zh_hant: 現在出發

# Setup.DepartNowHint
source: 現在時刻で列車を検索します
en: Trains are searched using the current time.
ko: 현재 시각으로 열차를 검색합니다
zh_hans: 将按当前时间搜索列车
zh_hant: 將依目前時間搜尋列車

# Setup.DepartureTime
source: 出発時刻
en: Departure Time
ko: 출발 시각
zh_hans: 出发时间
zh_hant: 出發時間

# Setup.From
source: 出発
en: From
ko: 출발
zh_hans: 出发
zh_hant: 出發

# Setup.NoRoute
source: 経路が見つかりませんでした
en: No route found between these stations
ko: 경로를 찾을 수 없습니다
zh_hans: 未找到路线
zh_hant: 找不到路線

# Setup.NoTrains
source: この時刻以降の列車が見つかりませんでした
en: No trains found after this time
ko: 이 시각 이후 열차를 찾을 수 없습니다
zh_hans: 未找到该时间之后的列车
zh_hant: 找不到該時間之後的列車

# Setup.NoTrainsByArrival
source: この時刻までに到着できる列車が見つかりませんでした
en: No trains arrive by this time
ko: 이 시각까지 도착하는 열차를 찾을 수 없습니다
zh_hans: 未找到能在该时间前到达的列车
zh_hant: 找不到能在該時間前抵達的列車

# Setup.RemoveVia
source: 経由駅を削除
en: Remove via station
ko: 경유역 삭제
zh_hans: 删除途经站
zh_hant: 移除途經站

# Setup.Routes
source: ルートを選択
en: Choose a Route
ko: 경로 선택
zh_hans: 选择路线
zh_hant: 選擇路線

# Setup.SearchAgain
source: 再検索
en: Search Again
ko: 다시 검색
zh_hans: 重新搜索
zh_hant: 重新搜尋

# Setup.SearchTrains
source: 検索
en: Search
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

# Setup.SelectStation
source: 駅を選択
en: Select a Station
ko: 역 선택
zh_hans: 选择车站
zh_hant: 選擇車站

# Setup.Swap
source: 出発と到着を入れ替え
en: Swap departure and arrival
ko: 출발·도착 바꾸기
zh_hans: 交换出发和到达
zh_hant: 交換出發和到達

# Setup.TimeSettings
source: 時刻設定
en: Schedule
ko: 시각 설정
zh_hans: 时间设置
zh_hant: 時間設定

# Setup.To
source: 到着
en: To
ko: 도착
zh_hans: 到达
zh_hant: 到達

# Setup.Via
source: 経由
en: Via
ko: 경유
zh_hans: 途经
zh_hant: 途經

# Setup.WalkEstimate %@ %lld
source: %1$@まで徒歩約%2$lld分
en: About %2$lld min walk to %1$@
ko: %1$@까지 도보 약 %2$lld분
zh_hans: 步行约%2$lld分钟至%1$@
zh_hant: 步行約%2$lld分鐘至%1$@

# Setup.WalkingSpeed
source: 歩く速さ
en: Walking Speed
ko: 걷는 속도
zh_hans: 步行速度
zh_hant: 步行速度
